export interface New {
    id: string;
    title: string;
    date: string;
    content: string;
    image_url: string;
}

export const newsList: New[] = [
    {
        id: 'news-1',
        title: 'Олександр Піхальонок: «Треба підготувати себе до сезону якомога кращим чином»',
        date: '04.01.2025, 16:57',
        content: 'Стосовно підсумків півріччя для команди, у чемпіонаті – все добре, будемо надалі так само продовжувати. Що ж до єврокубків – на жаль, у нас нічого не вийшло. Залишилось дві гри. Шансів на прохід до наступного раунду вже немає, але все одно треба грати на всі сто відсотків і намагатись здобувати очки для України у таблиці коефіцієнтів. ',
        image_url: 'https://fcdynamo.com/img/03c14afa-36ac-4250-af4b-e817521cb275/916790eb-8ccc-4677-998d-56803cbe72d0.jpg?fm=jpg&q=80&fit=max'
    },
    {
        id: 'news-2',
        title: 'Олександр Караваєв: «Боротьба у чемпіонаті обіцяє бути ще більш запеклою»',
        date: '04.01.2025, 12:34',
        content: 'Очікування дуже великі. Після зимової перерви боротьба обіцяє бути ще більш запеклою, адже всі відпочинуть і з новими силами будуть готуватися до чемпіонату. Конкуренція зараз висока як у верхній частині турнірної таблиці, так і в нижній, тож усі команди будуть виходити на кожну гру з думками про перемогу. ',
        image_url: 'https://fcdynamo.com/img/81fd6be0-0e2a-41ba-af6c-4d4e9434f890/img-8217.jpg?fm=jpg&q=80&fit=max'
    }, {
        id: 'news-3',
        title: 'Богдан Слюбик вирушить на тренувальний збір разом з «Динамо»',
        date: '04.01.2025, 11:02',
        content: '20-річний захисник львівського «Руха» Богдан Слюбик пройде перегляд під час зимового тренувального збору у складі «Динамо».',
        image_url: 'https://fcdynamo.com/img/5d5e0797-d463-4d6b-aeab-41144ab152a3/16924771456frgxw9c2ooyb3czrfplho6vbyuumav9hzluuei8.jpg?fm=jpg&q=80&fit=max'
    }, {
        id: 'news-4',
        title: 'Навін Малиш та Олександр Шевченко до кінця сезону виступатимуть за «Ворсклу»',
        date: '03.01.2025, 18:45',
        content: '21-річний захисник «Динамо» Навін Малиш та 18-річний півзахисник юнацької команди клубу Олександр Шевченко до завершення сезону 2024/2025 виступатимуть за полтавську «Ворсклу» на правах оренди. Відповідна угода була досягнута між клубами. ',
        image_url: 'https://fcdynamo.com/img/4d22ae81-b91a-45ff-8e13-789a5e388465/ib-24103061.jpg?fm=jpg&q=80&fit=max'
    }, {
        id: 'news-5',
        title: 'Vbet голосування: обирайте найкращого гравця «Динамо» в 2024 році',
        date: '31.12.2024, 13:52',
        content: 'Зовсім трохи часу залишилося до того, як 2024-й стане історією, тож саме час визначити найкращого футболіста «Динамо» в цьому році. Наш клуб спільно з офіційним партнером Vbet проводить голосування для визначення переможця за підсумками 2024 року.',
        image_url: 'https://fcdynamo.com/img/d84969e5-a83d-48c5-9348-36c7397a8f93/1500-9.jpg?fm=jpg&q=80&fit=max'
    }, {
        id: 'news-6',
        title: 'Динамівці вийшли з відпустки та пройшли планове медобстеження',
        date: '04.01.2025, 11:14',
        content: 'Гравці по черзі заходили на огляди до кабінетів профільних спеціалістів - терапевта, кардіолога, офтальмолога, невропатолога. Також динамівці здавали аналізи та проходили різні обстеження - кардіограму, УЗД внутрішніх органів, починаючи з щитовидної залози, ЕХО серця, дуплексне сканування судин головного мозку та інші. ',
        image_url: 'https://fcdynamo.com/img/cd6aa456-da1c-4af9-9184-a4d7c9f817eb/bc2bee2c-04dd-4465-85ce-dfaca5ece9d3.jpg?fm=jpg&q=80&fit=max&crop=2502%2C1877%2C0%2C0'
    },
]